tap "1password/tap"
tap "cloudquery/tap"
tap "dbt-labs/dbt"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mdogan/zulu"
tap "minamijoyo/hcledit"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "argo"
brew "aws2-wrap"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "checkov"
brew "cilium-cli"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "cmus"
brew "coreutils"
brew "docker"
brew "docutils"
brew "fuzzy-find"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gnupg"
brew "go"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "infracost"
brew "jq"
brew "k9s"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "mas"
brew "minikube"
brew "mpv"
brew "neovim"
brew "node"
brew "pluto"
brew "qemu"
brew "podman"
brew "postgresql@15"
brew "pre-commit"
brew "python-markdown"
brew "skopeo"
brew "socket_vmnet"
brew "tanka"
brew "terraform-docs"
brew "terraform-ls"
brew "terragrunt"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yq"
brew "zsh-completions"
brew "cloudquery/tap/cloudquery"
brew "dbt-labs/dbt/dbt-postgres"
brew "fairwindsops/tap/polaris"
brew "minamijoyo/hcledit/hcledit"
cask "1password-cli"
cask "barrier"
cask "blender"
cask "buttercup"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jellyfin-media-player"
cask "keepassx"
cask "kitty"
cask "libreoffice"
cask "nextcloud"
cask "openmtp"
cask "pgadmin4"
cask "slack"
cask "vlc"
cask "vscodium"
cask "zulu-jdk11"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
